# Based on:
# https://www.taniarascia.com/setting-up-a-brand-new-mac-for-development/
# https://danielmiessler.com/blog/first-10-things-new-mac/
# https://hackercodex.com/guide/python-development-environment-on-mac-osx/
# See homebrew-bundle:
# https://github.com/Homebrew/homebrew-bundle
# Make macOS more linux-y
brew 'findutils'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnutls'
brew 'grep'
brew 'coreutils'
brew 'binutils'
brew 'diffutils'
brew 'gzip'
brew 'watch'
brew 'tmux'
brew 'wget'
brew 'nmap'
brew 'gpg'
brew 'htop'
brew 'neovim'
brew 'fortune'
brew 'cowsay'
brew 'getantibody/tap/antibody'
brew 'direnv'
brew 'lsd'
brew 'ripgrep'
